
{
    "lang": "Language",
    "campaign": "Campaign",
    "character-sheets": "Character Sheets",
    "journal": "Journal",
    "show": "Show",
    "name": "Name",
    "race": "Race",
    "sex": "Sex",
    "age": "Age",
    "height": "Height",
    "weight": "Weight",
    "eyes": "Eyes",
    "hair": "Hair",
    "distinguishing_marks": "Distinguishing Marks",
    "star_sign": "Star Sign",
    "birthplace": "Birthplace",
    "family": "Family",
    "career": "Career",
    "career_path": "Career Path",
    "disorders": "Disorders",
    "scars": "Scars",
    "background": "Background",
    "religion": "Religion",
    "main_profile_stats": "Main Profile Stats",
    "secondary_profile_stats": "Secondary Profile Stats",
    "starting": "Starting",
    "advance": "Advance",
    "taken": "Taken",
    "current": "Current",
    "weapon": "Weapon Skill (WS)",
    "ballistic": "Ballistic Skill (BS)",
    "strength": "Strength (S)",
    "toughness": "Toughness (T)",
    "agility": "Agility (Ag)",
    "intelligence": "Intelligence (Int)",
    "will": "Will Power(WP)",
    "fellowship": "Fellowship (Fel)",
    "attacks": "Attacks (A)",
    "wounds": "Wounds (W)",
    "strength_bonus": "Strength Bonus (SB)",
    "toughness_bonus": "Toughness Bonus (TB)",
    "movement": "Movement (M)",
    "magic": "Magic (Mag)",
    "insanity_points": "Insanity Points (IP)",
    "fate_points": "Fate Points (FP)",
    "_weapon": "WS",
    "_ballistic": "BS",
    "_strength": "S",
    "_toughness": "T",
    "_agility": "Ag",
    "_intelligence": "Int",
    "_will": "WP",
    "_fellowship": "Fel",
    "_attacks": "A",
    "_wounds": "W",
    "_strength_bonus": "SB",
    "_toughness_bonus": "TB",
    "_movement": "M",
    "_magic": "Mag",
    "_insanity_points": "IP",
    "_fate_points": "FP",
    "advanced": "Advanced Skills",
    "basic": "Basic Skills",
    "animal_care": "Animal Care",
    "charm": "Charm",
    "command": "Command",
    "concealment": "Concealment",
    "consume_alcohol": "Consume Alcohol",
    "disguise": "Disguise",
    "drive": "Drive",
    "evaluate": "Evaluate",
    "gamble": "Gamble",
    "gossip": "Gossip",
    "haggle": "Haggle",
    "intimidate": "Intimidate",
    "outdoor_survival": "Outdoor Survival",
    "perception": "Perception",
    "ride": "Ride",
    "row": "Row",
    "scale_sheer_surface": "Scale Sheer Surface",
    "search": "Search",
    "silent_move": "Silent Move",
    "swim": "Swim",
    "academic_knowledge": "Academic Knowledge",
    "animal_training": "Animal Training",
    "blather": "Blather",
    "channelling": "Channelling",
    "charm_animal": "Charm Animal",
    "common_knowledge": "Common Knowledge",
    "dodge_blow": "Dodge Blow",
    "follow_trail": "Follow Trail",
    "heal": "Heal",
    "hypnotism": "Hypnotism",
    "lip_reading": "Lip Reading",
    "magical_sense": "Magical Sense",
    "navigation": "Navigation",
    "performer": "Performer",
    "pick_lock": "Pick Lock",
    "prepare_poison": "Prepare Poison",
    "readwrite": "Read/Write",
    "sail": "Sail",
    "secret_language": "Secret Language",
    "secret_signs": "Secret Signs",
    "set_trap": "Set Trap",
    "shadowing": "Shadowing",
    "sleight_of_hand": "Sleight of Hand",
    "speak_language": "Speak Language",
    "torture": "Trture",
    "trade": "Trade",
    "ventriloquism": "Ventriloquism",
    "talents": "Talents",
    "acute_hearing": "Acute Hearing",
    "aethyric_attunement": "Aethyric Attunement",
    "alley_cat": "Alley Cat",
    "ambidextrous": "Ambidextrous",
    "arcane_lore": "Arcane Lore",
    "armoured_casting": "Armoured Casting",
    "artistic": "Artistic",
    "contortionist": "Contortionist",
    "coolheaded": "Coolheaded Dark Lore",
    "dark_lore": "Dark Lore",
    "dark_magic": "Dark Magic",
    "dealmaker": "Dealmaker",
    "disarm": "Disarm",
    "divine_lore": "Divine Lore",
    "dwarfcraft": "Dwarfcraft",
    "etiquette": "Etiquette",
    "excellent_vision": "Excellent Vision",
    "fast_hands": "Fast Hands",
    "fearless": "Fearless",
    "flee": "Flee!",
    "fleet_footed": "Fleet Footed",
    "flier": "Flier",
    "frenzy": "Frenzy",
    "frightening": "Frightening",
    "grudgeborn_fury": "Grudge-born Fury",
    "hardy": "Hardy",
    "hedge_magic": "Hedge Magic",
    "hoverer": "Hoverer",
    "keen_senses": "Keen Senses",
    "lesser_magic": "Lesser Magic",
    "lightning_parry": "Lightning Parry",
    "lightning_reflexes": "Lightning Reflexes",
    "linguistics": "Linguistics",
    "luck": "Luck",
    "marksman": "Marksman",
    "master_gunner": "Master Gunner",
    "master_orator": "Master Orator",
    "meditation": "Meditation",
    "menacing": "Menacing",
    "mighty_missile": "Mighty Missile",
    "mighty_shot": "Mighty Shot",
    "mimic": "Mimic",
    "natural_weapons": "Natural Weapons",
    "night_vision": "Night Vision",
    "orientation": "Orientation",
    "petty_magic": "Petty Magic",
    "public_speaking": "Public Speaking",
    "quick_draw": "Quick Draw",
    "rapid_reload": "Rapid Reload",
    "resistance_to_chaos": "Resistance to Chaos",
    "resistance_to_disease": "Resistance to Disease",
    "resistance_to_magic": "Resistance to Magic",
    "resistance_to_poison": "Resistance to Poison",
    "rover": "Rover",
    "savvy": "Savvy",
    "schemer": "Schemer",
    "seasoned_traveller": "Seasoned Traveller",
    "sharpshooter": "Sharpshooter",
    "sixth_sense": "Sixth Sense",
    "specialist_weapon_group_various": "Specialist Weapon Group (Various)",
    "stouthearted": "Stout-hearted",
    "street_fighting": "Street Fighting",
    "streetwise": "Streetwise",
    "strike_mighty_blow": "Strike Mighty Blow",
    "strike_to_injure": "Strike to Injure",
    "strike_to_stun": "Strike to Stun",
    "strongminded": "Strong-minded",
    "sturdy": "Sturdy",
    "suave": "Suave",
    "sure_shot": "Sure Shot",
    "surgery": "Surgery",
    "super_numerate": "Super Numerate",
    "swashbuckler": "Swashbuckler",
    "terrifying": "Terrifying",
    "trapfinder": "Trapfinder",
    "trick_riding": "Trick Riding",
    "tunnel_rat": "Tunnel Rat",
    "undead": "Undead",
    "unsettling": "Unsettling",
    "very_resilient": "Very Resilient",
    "very_strong": "Very Strong",
    "warrior_born": "Warrior Born",
    "wrestling": "Wrestling",
    "acute_hearing_desc": "Your hearing is exceptionally good. You gain a +20% bonus on Perception Skill Tests that involve listening.",
    "aethyric_attunement_desc": "You are well attuned to the Aethyr and can more easily manipulate the Winds of Magic. You gain +10% bonus on Channelling and Magical Sense Skill Tests.",
    "alley_cat_desc": "You are at home on the streets. You gain a +10% bonus on Concealment and Silent Move Skill Tests when in urban locations.",
    "ambidextrous_desc": "You can use either hand equally well. You do not suffer the normal –20% WS or BS penalty when using a weapon in your secondary hand.",
    "arcane_lore_desc": "You have studied one of the Empire’s traditions of magic. Arcane Lore is unusual in that it is not one talent, but many. Such is the study and focus required that you can only ever know one. Each Arcane Lore talent is a separate magical proficiency, with the specialty noted in parenthesis. Forexample, Arcane Lore (Beasts) is a different talent than Arcane Lore (Fire). The most common Arcane Lores, known as the Eight Orders of Magic, are Beasts, Death, Fire, the Heavens, Life, Light, Metal, and Shadow. If you know an Arcane Lore, you can attempt to cast any spell from that lore.",
    "armoured_casting_desc": "Your prayers help you cast spells while wearing armour. Your Casting Roll penalty while wearing armour is reduced by3 when you cast chaos and divine spells. Normally, you’d suffer a –3 penalty for wearing a mail shirt, for example, but with Armoured Casting this penalty would be reduced to 0.",
    "artistic_desc": "You have true creative talent. You gain a +20% bonus on Trade (Artist) Tests and +10% on tests to Evaluate objects d’art.",
    "contortionist_desc": "You can bend and manipulate your body in a myriad of unnatural ways. You gain a +10% bonus on relevant Performer Skill Tests and a +20% bonus on Agility Tests to escape from bonds, squeeze through narrow openings, and so on.",
    "coolheaded_desc": "You gain a permanent +5% bonus to your Will Power Characteristic. Modify your starting profile to reflect this bonus.",
    "dark_lore_desc": "You have embraced one of the forbidden arts of sorcery. Dark Lore is unusual in that it is not one talent, but many. Such is the study and focus required that you can only ever know one. Each Dark Lore talent is a separate magical proficiency, with the specialty noted in parenthesis. Forexample, Dark Lore (Chaos) is a different talent than DarkLore (Necromancy). The most common Dark Lores are Chaos and Necromancy. Future supplements will detail additional Dark Lores, including those of the Chaos powers Nurgle, Slaanesh, and Tzeentch. If you know a Dark Lore, you can attempt to cast any spell from that lore.",
    "dark_magic_desc": "You know how to manipulate Dhar (black magic) to fuel your spells. Using Dark Magic gives you more power, but is much more dangerous. When you cast a spell, you can opt to se the energy of Dhar to fuel it. When making a Casting Roll for a Dark Magic spell, you roll an extra d10 and drop the die with the lowest result. However, all dice count for the purposes of Tzeentch’s Curse. For example, a wizard with Magic 2 who casts a dark magic spell rolls 3d10 and uses the highest two dice for his Casting Roll. All three dice are used to determine Tzeentch’s Curse. If he rolled a 6, 6, and 6, the Casting Roll would be 12 (6+6), but the spell would trigger a Major Chaos Manifestation. You must use Dark Magic when casting a DarkLore spell.",
    "dealmaker_desc": "You are a slick-talking businessman who knows how to close a deal. You gain a +10% bonus on Evaluate and Haggle Skill Tests.",
    "disarm_desc": "If you hit with a melee attack, you may attempt to disarm your opponent instead of inflicting damage. Make an Opposed Agility Test. If you win, your opponent is disarmedand the weapon drops to the ground. It can be picked up with the ready action. If your opponent wins, he retainshis weapon. Natural weapons (teeth, claws, etc.) cannot be disarmed.",
    "divine_lore_desc": "Your dedication to your deity is such that yourprayers can produce magical effects. Divine Lore is unusualin that it is not one talent, but many different ones. Suchis the devotion required that you can only ever know oneDivine Lore. Each Divine Lore talent is a separate magical proficiency, with the specialty noted in parenthesis. Forexample, Divine Lore (Sigmar) is a different talent thanDivine Lore (Ulric). The most common Divine Lorescorrespond to the major deities of the Old World: Manann,Morr, Myrmidia, Ranald, Sigmar, Shallya, Taal/Rhya, Ulric,Verena. If you know a Divine Lore, you can attempt to cast any spell from that lore.",
    "dwarfcraft_desc": "Members of your race are natural craftsmen. You gain a +10% bonus on tests with the following Trade skills: Armourer, Brewer, Gem Cutter, Gunsmith, Miner, Smith, Stoneworker, and Weaponsmith.",
    "etiquette_desc": "You are well versed in the social graces of the upper classes. You gain a +10% bonus on Charm and Gossip Skill Tests when dealing with the nobility. The bonus also applies in other situations in which knowing the proper etiquette is important (impersonating a noble with the Disguise skill, for instance).",
    "excellent_vision_desc": "Your eyes are keen. You gain a +10% bonus on Perception Skill Tests that involve sight, and on Lip Reading Skill Tests.",
    "fast_hands_desc": "You are adept at touching melee opponents during spellcasting. You gain a +20% Weapon Skill bonus when casting touch spells.",
    "fearless_desc": "You are either brave enough or crazy enough that that you know no fear. You are immune to fear and treat terror as fear. You are also immune to the effects of the Intimidate skill and the Unsettling talent.",
    "flee_desc": "When your life is on the line, you are capable of impressive bursts of speed. When running away from combat or another dire threat, you gain a +1 bonus to your Movement Characteristic for 1d10 rounds.",
    "fleet_footed_desc": "You gain a permanent +1 bonus to your Movement Characteristic. Modify your starting profile to reflect this bonus.",
    "flier_desc": "You can fly.",
    "frenzy_desc": "You can incite yourself into a frothing rage. You mustspend 1 round psyching yourself up (howling, biting yourshield, etc.). The next round you lose control and go berserk,gaining a +10% bonus to Strength and Will Power but a –10% penalty to Weapon Skill and Intelligence. You mustattack the nearest enemy in melee combat, all attacks must be all out attacks, charge attacks, or swift attacks, and you maynot flee or retreat. You remain in this frenzied state until the combat is over.",
    "frightening_desc": "You have a frightening appearance.",
    "grudgeborn_fury_desc": "Your people have a long list of grudges against the various Goblinoid races. Their depredations fill you with such fury that you gain a +5% bonus to WS when attacking Orcs, Goblins, and Hobgoblins.",
    "hardy_desc": "You gain a permanent +1 bonus to your Wounds Characteristic. Modify your starting profile to reflect this bonus.",
    "hedge_magic_desc": "You are a self-taught spellcaster who has figured out how to work magic by trial and error. You can cast Petty Magic (Hedge) spells only without having the Speak Arcane Language skill; the Petty Magic (Hedge) talent is still required. You must roll an extra d10 when casting a spell. This does not add into your Casting Roll, but does count for the purposes of Tzeentch’s Curse. Once you learn an Arcane Language, you no longer have to roll the extra die.",
    "hoverer_desc": "You can fly low to the ground.",
    "keen_senses_desc": "You have naturally acute senses. You gain a +20% bonus on Perception Tests.",
    "lesser_magic_desc": "You know a spell common to all types of magic. Lesser Magicis unusual in that it is not one talent, but many, and each must be acquired individually. Each Lesser Magic talent is a separate spell,with the spell name noted in parenthesis. For example, LesserMagic (Dispel) is a different talent than Lesser Magic (Skywalk).The most common Lesser Magic spells are Aethyric Armour,Blessed Weapon, Dispel, Magic Alarm, Magic Lock, Move, Silence,and Skywalk.",
    "lightning_parry_desc": "When you make a swift attack, you can forego one of your attacksto gain a free parry. If you had Attacks 3, for example, you couldmake two attacks and gain one parry with your swift attackaction. The limit of one parry per round remains in effec.",
    "lightning_reflexes_desc": "You gain a permanent +5% bonus to your Agility Characteristic. Modify your starting profile to reflect this bonus.",
    "linguistics_desc": "You have a natural affinity for languages. You gain a +10% bonus on all Read/Write and Speak Language Skill Tests.",
    "luck_desc": "You were born lucky. At the most improbable times, things go your way. You gain an extra Fortune Point each day.",
    "marksman_desc": "You gain a permanent +5% bonus to your Ballistic Skill Characteristic. Modify your starting profile to reflect this bonus.",
    "master_gunner_desc": "You reduce the reload time of all black powder weapons by a half action. If you also have Rapid Reload, you gain the benefits of both talents (thus reducing the reload time of black powder weapons by a full action).",
    "master_orator_desc": "You are such an accomplished orator that you can fireup huge crowds. You can affect 100 times the normal number of people when using the Charm skill. You must have Public Speaking before you can gain this talent.",
    "meditation_desc": "You can focus your mind and ignore the world around you. When performing ritual magic, you gain a bonus to your Casting Roll equal to your Magic Characteristic.",
    "menacing_desc": "You have an imposing presence, due to size, demeanour, or appearance. You gain a +10% bonus on Intimidate and Torture Skill Tests.",
    "mighty_missile_desc": "You know how to target magic missiles to inflict maximum damage. You gain a +1 bonus on damage rolls with magic missile spells.",
    "mighty_shot_desc": "You know how to target missile attacks so they do extradamage. You gain a +1 bonus on damage rolls with missile weapons.",
    "mimic_desc": "You have an ear for voices and accents and can reproduce them accurately. You gain a +10% bonus on Performer (Actor, Clown, Comedian, Jester and Storyteller) Skill Tests, Disguise Skill Tests if the disguise has a verbal component, and Speak Language Skill Test when trying to pass as a native.",
    "natural_weapons_desc": "You have claws or vicious teeth that can rend apartyour foes in combat. When attacking without a weapon, youcount as being armed with a hand weapon. You cannot parrywith your natural weapons. You cannot, for obvious reasons,be disarme.",
    "night_vision_desc": "You can see extremely well in natural darkness at distances up to 30 yards. This talent doesn’t work in totaldarkness, requiring illumination equivalent to starlight to function.",
    "orientation_desc": "You have an instinctive feel for direction. You rarely get lost and always know the direction of north. You gain a +10%bonus on Navigation Skill Tests.",
    "petty_magic_desc": "You know the most basic of magical techniques. LikeArcane Lore, it not one talent but many. Each Petty Magictalent is a separate magical proficiency, with the specialtynoted in parenthesis. For example, Petty Magic (Arcane)is a different talent than Petty Magic (Divine). The mostcommon Petty Magic talents are Arcane, Divine, and Hedge.If you know a Petty Magic talent and you have a MagicCharacteristic of at least 1, you can attempt to cast any spellfrom that talent.",
    "public_speaking_desc": "You know how to work a crowd. You can affect 10 times the normal number of people when using the Charmskill.",
    "quick_draw_desc": "Your speedy reflexes allow you to quickly drawweapons and other items. Once per round, you can use the ready action as a free action.",
    "rapid_reload_desc": "You can reload ranged weapons with practiced ease.You reduce the reload times of all missile weapons by a halfaction. You could reload a crossbow in a half action, for example, whereas it is normally a full action. If the weaponalready had a reload time of a half action, it becomes a freeaction. It takes you virtually no time to reload such weapons,which allows you to make swift attacks with them.",
    "resistance_to_chaos_desc": "You are naturally resistant to the power of Chaos. Yougain a +10% bonus on Will Power Tests to resist magic andother Chaos effects, and you are immune to Chaos mutation.However, you can never become a spellcaster of any type.",
    "resistance_to_disease_desc": "Your constitution allows you to shrug off many diseases. You gain a +10% bonus on Toughness Tests to resist disease.",
    "resistance_to_magic_desc": "You are naturally resistant to the effects of magic. Yougain a +10% bonus on Will Power Tests to resist magic.",
    "resistance_to_poison_desc": "Your hardiness allows you to ignore the effects of many poisons. You gain a +10% bonus on Toughness Tests to resist poison.",
    "rover_desc": "You are at home in the wild. You gain a +10% bonus on Concealment and Silent Move Skill Tests when in rural locations.",
    "savvy_desc": "You gain a permanent +5% bonus to your Intelligence Characteristic. Modify your starting profile to reflect this bonus.",
    "schemer_desc": "You are a master of personal politics. You gain a +10% bonus on intrigue-related Charm Tests and on WP Tests to resist the Charm of others.",
    "seasoned_traveller_desc": "You have extensive travel experience. You gain a +10%bonus on Common Knowledge and Speak Language Skill Tests.",
    "sharpshooter_desc": "You can make aimed shots with exceptional accuracy. When you use the aim action, your next ranged attack gains a +20% Ballistic Skill bonus instead of the normal +10%.",
    "sixth_sense_desc": "You get a strange feeling when you are in grave danger,and this sometimes alerts you to trouble before it happens.When danger is afoot, the GM may secretly roll a test on yourWill Power. If successful, the GM may tell you that you have a bad feeling about your situation or that you feel like you’re beingwatched. This talent may enable to you to avoid being surprisedwhen the rest of your allies succumb.",
    "specialist_weapon_group_various_desc": "You know how to use a group of weapons that requirespecial training. Specialist Weapon Group is unusual in that it is not one talent, but many and each must be acquired individually.Each Specialist Weapon Group talent is a separate proficiency,with the specialty noted in parenthesis. For example, SpecialistWeapon Group (Two-handed) is a different talent than SpecialistWeapon Group (Throwing). The most common Specialist Weapon Group talents are: Cavalry, Crossbow, Engineer,Entangling, Fencing, Flail, Gunpowder, Longbow, Parrying,Sling, Throwing, and Two-handed.",
    "stouthearted_desc": "You are exceptionally brave. You gain a +10% bonus on Fear and Terror Tests, and on Will Power Tests to resist Intimidate attempts.",
    "street_fighting_desc": "You learned how to brawl in the gutters. You can make unarmed attacks with a +10% bonus to Weapon Skill. Furthermore, you gain a +1 bonus on damage rolls with unarmed attacks.",
    "streetwise_desc": "You know how to get by on the street. You gain a +10% bonus on Charm and Gossip Skill Tests when dealing with the criminal underworld.",
    "strike_mighty_blow_desc": "You know how to target melee attacks so they do extra damage. You gain a +1 bonus on damage rolls with melee weapons.",
    "strike_to_injure_desc": "You’re an expert at targeting your enemies’ most vulnerable areas. The Critical Value of any Critical Hits youinflict is increased by 1.",
    "strike_to_stun_desc": "If you hit with a melee attack, you may attempt to stun your opponent instead of inflicting damage. First, you must make a Strength Test. If that is successful, your opponent must make a Toughness Test, with a +10% bonus for each AP on his head. If he fails, your opponent is stunned for 1d10 rounds. Stunned characters cannot take any actions and cannot dodge.",
    "strongminded_desc": "Your resilient mind is less susceptible to sanity-blasting events. You don’t have to check for insanity until you have 8 Insanity Points.",
    "sturdy_desc": "ou have a brawny physique. You do not suffer any Movement penalties while wearing heavy/plate armour. If youare using Encumbrance values with a character who has the sturdy talent ignore the Encumbrance values of the armour worn, though the –10% Agility modifier still applies.",
    "suave_desc": "You gain a permanent +5% bonus to your Fellowship Characteristic. Modify your starting profile to reflect this bonus.",
    "sure_shot_desc": "You know how to find the weak spots in your enemies’ armour. When you hit with a ranged attack, you can ignore 1 Armour Point. If your target has no armour, this talent has no effect.",
    "surgery_desc": "You know the most advanced scientific healing techniques. You gain a +10% on Heal Skill Tests. If you aretreating a heavily wounded patient, a successful test heals 2 Wounds instead of the normal 1. If this character is in danger of losing a limb from a Critical Hit, you also provide the patient with a +20% Toughness bonus on the test to resist limb loss.",
    "super_numerate_desc": "You have a gift for calculation and can work out a solution for nearly any mathematical problem given time. Yougain a +10% bonus on Gamble and Navigation Skill Tests, and a +20% bonus on Perception Skill Tests that involve estimation.",
    "swashbuckler_desc": "You are an agile combatant. You can use the Jump/Leap action as a half action and you increase the distance of all leaps by 1 yard.",
    "terrifying_desc": "One look at your monstrous countenance sends enemies running. You cause terror.",
    "trapfinder_desc": "You are an expert at dealing with traps. You gain a +10% bonus to Perception and Pick Lock Tests that deal with locating and disarming traps.",
    "trick_riding_desc": "You are capable of amazing feats on horseback. You can do handstands on a galloping mount, leap from horse to horse, and the like. You only need to take Ride Skill Tests under the most extremecircumstances, and even then you gain a +10% bonus.",
    "tunnel_rat_desc": "You are at home beneath the earth. You gain a +10% bonus on Concealment and Silent Move Skill Tests when in underground locations.",
    "undead_desc": "You are a creature of undeath, hideously reanimated by necromantic magic. You are immune to Fear, Terror, stunning, poison, disease, and all spells, skills, andeffects that involve the manipulation of emotions and the mind.",
    "unsettling_desc": "Your daunting presence disturbs your opponents. Enemiesmust make a successful Will Power Test on seeing you or suffer a –10% penalty to their Weapon Skill and Ballistic Skill. They maytest to overcome the effects this talent each round until they eithermake it or are out of sight of you.",
    "very_resilient_desc": "You gain a permanent +5% bonus to your ToughnessCharacteristic. Modify your starting profile to reflect this bonus.",
    "very_strong_desc": "You gain a permanent +5% bonus to your StrengthCharacteristic. Modify your starting profile to reflect this bonus.",
    "warrior_born_desc": "You gain a permanent +5% bonus to your Weapon SkillCharacteristic. Modify your starting profile to reflect this bonus.",
    "wrestling_desc": "You are an expert grappler. You can make unarmed attacks with a +10% bonus to Weapon Skill when attempting to grapple. Furthermore, you gain a +10% bonus on grappling Strength Tests."
}